import classes from "./ThirdPlan.module.scss";
import card_img from "../../assets/images/workerImg.jpg";
import card_img2 from "../../assets/images/work2.jfif";
import card_img3 from "../../assets/images/work3.jfif";
import card_img4 from "../../assets/images/work4.jfif";
import ProductImg from "../../assets/images/product.png";

const ThirdPlan = () => {
  return (
    <div className={classes.thirdPlan_container}>
      <h1 className={classes.ThirdPlan_heading}>ТОВАР СИЁСАТИНИ БОШҚАРИШ</h1>
      <h4 className="subTitle">
        Маркетинг бошқаруви стратегик бошқарувдан ташқари инструментал
        даражадаги бошқарувни, яъни маркетинг комплексининг тўрт элементи ёки
        тўртта маркетинг воситасига нисбатан қарор қабул қилишни ҳам ўз ичига
        олади. Ҳар бир элементга нисбатан қарорлар «тўплами» мос келувчи сиёсат
        деб аталади. Маркетинг фаолиятида бундай қарорлар тўртта йўналишга
        алоқадор бўлади: товар сиёсати, нарх сиёсати, тақсимот ва сотиш сиёсати,
        коммуникация сиёсати.Товар фирманинг бозор таклифи учун асос
        ҳисобланади, чунки айнан у – харидор учун фойдали бўлган хусусиятлар
        соҳибидир. Шу сабабли товар сиёсати маркетинг қарорларининг асоси
        ҳисобланиб, унинг атрофида нарх, товар харид қилиш шартлари ва уни ишлаб
        чиқарувчидан якуний истеъмолчи томон ҳаракатлантириш усуллари билан
        боғлиқ бошқа қарорлар шаклланади. Товар сиёсати бу – корхона товарлар
        ишлаб чиқиш, товарлар ассортиментини шакллантириш, уларни бозорга
        чиқариш ва ишлаб чиқаришдан олиб ташлашда амал қиладиган тамойиллардир
        (9.1-расм). Товар сиёсати товарнинг рақобатли устунликларини
        шакллантириш бўйича чора-тадбирлар ва стратегияларда намоён бўлади. У
        товарни истеъмолчи учун қимматли қиладиган ва шу тариқа фирма учун мос
        келувчи фойдани таъминлаган ҳолда у ёки бу эҳтиёжни қондирадиган товар
        тавсифномаси яратишга йўналтирилади.
      </h4>
      <marquee behavior="" direction="">
        <div className={classes.thirdPlan_container_div}>
          <img className={classes.card_images} src={card_img} alt="" />
          <img className={classes.card_images} src={card_img2} alt="" />
          <img className={classes.card_images} src={card_img3} alt="" />
          <img className={classes.card_images} src={card_img} alt="" />
          <img className={classes.card_images} src={card_img4} alt="" />
          <img className={classes.card_images} src={card_img2} alt="" />
          <img className={classes.card_images} src={card_img3} alt="" />
        </div>
      </marquee>
      <p className="title">
        Бошқача қилиб айтганда, товар сиёсати бу – корхонанинг ўз товарларини
        бошқаришга ёндашуви. Товар сиёсатига қуйидаги қарорлар киради:
      </p>
      <ul>
        <li className="subTitle">
          корхонанинг у ўз ишида биринчи навбатда йўналтириладиган ўз товари
          учун белгиланган сифат даражасини танлаши;
        </li>
        <li className="subTitle">
          товарни бутлаш, тўпламга нималар кириши, нималар бўмаслиги, алоҳида
          тўлов эвазига нималар таклиф қилиниши ва ҳ.к. ҳақида қарор қабул
          қилиш;
        </li>
        <li className="subTitle">ўраб-қадоқлаш бўйича қарор қабул қилиш;</li>
        <li className="subTitle">
          товарлар учун савдо маркаларидан фойдаланиш;
        </li>
        <li className="subTitle">
          товарлар ва хизматлар ассортиментини шакллантириш;
        </li>
        <li className="subTitle">
          товарларни ишлаб чиқиш, янгилаш ва дифференциация қилиш;
        </li>
        <li className="subTitle">
          эски маҳсулотларни элиминация қилиш (ассортиментдан чиқариш).
        </li>
      </ul>
      <h4>2.1-расм. Товар сиёсатининг асосий масалалари</h4>
      <img src={ProductImg} alt="" />
      <div className={classes.worksOfEconom}>
        <h1 className="subTitle">
          Корхонанинг ушбу масалаларни ҳал қилишга ёндашувлари унинг товар
          сиёсатини белгилаб беради. Корхонанинг товар сиёсати унинг фойдалилиги
          ва рақобатбардошлигига таъсир этади. Яхши ўйлаб чиқилган товар сиёсати
          корхонага оптимал ассортимент шакллантириш, муваффақиятли товарларни
          қўллаб-қувватлаш ва кераксиз товарлардан вақтида халос бўлиш,
          товарлардан энг катта фойда олиш, янглик товарларни ўз вақтида ва
          йўқотишларсиз киритиш имконини беради.
        </h1>
        <h2>
          Халқаро стандартлаштириш ташкилоти таърифига кўра, сифат бу –
          маҳсулотнинг унга таклиф этилаётган ёки шартлашилган эҳтиёжларни
          қондириш қобилиятини берадиган маҳсулот хусусиятлари ва тавсифномалари
          йиғиндиси. Сифат қуйидаги тавсифномаларни ўз ичига олиши мумкин:
        </h2>
        <ol>
          <li className={classes.card_main_text}>
            Товарнинг белгиланган вазифаларга мувофиқ асосий эҳтиёжни қондириш
            қобилиятини белгилаб берадиган функционал тавсифномалари: автомобиль
            тезлиги, чироқ ёруғлиги.
          </li>
          <li className={classes.card_main_text}>
            Товарнинг ишончлилиги, бу бузилмасдан ишлаш, узоққа чидаш,
            таъмирлашга яроқлилик ва сақланишниўз ичига олади.
          </li>
          <li className={classes.card_main_text}>
            Товарни харид қилиш ва ундан фойдаланиш харажатларни ҳисобга олган
            ҳолда товар тежамкорлиги. Ўз эҳтиёжини қондириш учун харидор товарни
            харид қилиши етарли эмас. Агар бу техник жиҳатдан мураккаб @TDIU_ARM
            198 маҳсулот бўлса, харидорнинг эксплуатация бўйича харажатлар
            сарфлашига тўғри келади. Шундай қилиб, харидорлар харажатлари икки
            қисмдан иборат: харид харажатлари (товар нархи) ва истеъмол билан
            боғлиқ харажатлар (истеъмол нархи). Истеъмол нархи одатда сотиш
            нархидан юқори бўлади, шу сабабли бозорда минимал нарх бўйича таклиф
            этилаётган маҳсулот эмас, балки истеъмолчида бутун хизмат кўрсатиш
            муддатида истеъмол нархи минимал бўлган товар энг рақобатбардош
            бўлади
          </li>
          <li className={classes.card_main_text}>
            Инсон танаси тузилиши ва унинг ҳаракатлари билан боғлиқ антропологик
            ва эргономик хусусиятлар.
          </li>
          <li className={classes.card_main_text}>
            Товарнинг мавжуд бўлган маҳсулотлар билан бирга бўла олиши.
          </li>
          <li className={classes.card_main_text}>Экологиклик</li>
          <li className={classes.card_main_text}>
            Меъёр ва стандартларга мувофиқлик.
          </li>
          <li className={classes.card_main_text}>
            Объектив равишда мавжуд бўлмаган ва ўлчаб бўлмайдиган, балки
            инсонлар томонидан сотилаётган товарга субъектив равишда бериладиган
            рамзий хусусиятлар: эстетиклик, услуб, эмоционал образ, модага
            мослик, нуфузлилик.
          </li>
          <li className={classes.card_main_text}>
            Асллик. Ушбу мезон харидорнинг алданмаслик эҳтиёжига жавоб беради.
            Товарларни қалбакилаштиришнинг кенг қамровда бўлиши
            истеъмолчиларнинг товарлар асллиги борасидаги ҳушёрлигини оширди.
            Асллик сифат кўрсаткичини тўлдириб турадиган ва аслликни текшириш
            кўзда тутилган мустақил мезон сифатида ифодаланган стандартлар сони
            ортмоқда.
          </li>
          <li className={classes.card_main_text}>
            Истеъмол янгилиги. Мезон хилма-хилликка эҳтиёжни акс эттиради.
            Истеъмолчилар асосан хизматлар соҳасида ва товарлар ишлаб чиқариш ва
            ассортиментида инновацияларни ижобий баҳолайди. Бундан мустақил
            мезон зарурлиги келиб чиқади. Айрим товарлар (дарсликлар, даврий
            нашрлар, луғатлар) учун ушбу мезон алоҳида аҳамиятга эга
          </li>
          <li className={classes.card_main_text}>
            Ижтимоий аниқ манзиллилик мезон сифатида истеъмолчиларнинг
            индивидуал сўровларини ва ижтимоий гуруҳлар эҳтиёжларини ҳисобга
            олиш имконини беради.
          </li>
        </ol>
      </div>
    </div>
  );
};

export default ThirdPlan;
