import React from "react";
import EnerImg from "../../assets/images/enterImg.jpg";
import img2 from "../../assets/images/kirish.png";
import classes from "./index.module.scss";

const Entering = () => {
  return (
    <div className={classes.container}>
      <div className="title">
        <marquee>КИРИШ</marquee>
      </div>
      <div className="subTitle">
        Бугунги кунда Ўзбекистонда маркетинг фаолияти жадал равишда
        ривожланмоқда. Мамлакатимизда инновацион ривожланиш ва бозор рақобати
        шароитида турли мулкчилик шаклидаги корхоналар ва ташкилотлар
        фаолиятининг муҳим қисми бўлган маркетингни бошқаришга бўлган қизиқиш
        ортиб бормоқда. Замонавий маркетинг - истеъмолчиларни хоҳиш ва
        муҳтожликларини аниқлашдан бошланиб, ушбу корхона қайси мақсадли
        бозорларга самарали хизмат кўрсатиб ва ажойиб қимматни таклиф этиб, улар
        асосан корхона мақсадли истеъмолчиларини эгаллаб ҳамда ушлаб қолиб,
        шунингдек, сонини кўпайтиришга эришиш бўйича қарор қабул қилишдир. Агар
        корхона мазкур вазифаларни муваффақиятли ечса, у маълум миқдордаги бозор
        улушига, фойдага ва мижоз капиталини эгаллашга эришади.
        <img className={classes.enterImg} src={EnerImg} alt="" />
        Мамлакатимиз иқтисодиётида амалга оширилаётган таркибий ўзгаришлар
        алоҳида эътиборга лойиқдир. Ҳаммамиз яхши биламизки, бизга фақат хом
        ашён и экспорт қилиш эмас, балки ташқи бозорга тайёр рақобатбардош
        маҳсулотлар экспорт қилиш масаласига эътибор қаратилган. Шу мақсадда
        Давлатимиз раҳбарининг 2017 йил 7 февралдаги Фармони билан тасдиқланган
        2017-2021 йилларда Ўзбекистон Республикасини ривожлантиришнинг бешта
        устувор йўналиши бўйича Ҳаракатлар стратегиясида “принципиал жиҳатдан
        янги маҳсулот ва технология турларини ўзлаштириш, шу асосда ички ва
        ташқи бозорларда миллий товарларнинг рақобатбардошлигини таъминлаш” 1
        бўйича муҳим вазифалар белгилаб берилган. Инновацион ривожланиш
        шароитида ана шундай вазифалардан бири корхоналарда маркетинг
        бошқарувидан самарали фойдаланиш бўлиб ҳисобланади. Маркетинг
        корхоналарга истеъмолчилар эҳтиёжларини олдиндан кўра билиш ва
        истеъмолчилар эҳтиёжларини қондириш имконини беради. Ўзбекистон
        Республикаси Президентининг 2018 йил 30 октябрдаги ПФ-5564- сонли “Товар
        бозорларида савдони янада эркинлаштириш ва рақобатни ривожоантириш
        чора-тадбирлари тўғрисида”ги Фармонида кўрсатилишича,
        <img className={classes.enterImg2} src={img2} alt="" />
        “улгуржи савдонинг ривожланиши, кейинчалик қайта ишлаш учун ярим тайёр
        маҳсулотларни ва саноат маҳсулотларини, “бизнес учун - бизнес” ( В2В)
        тамойили бўйича бошқа товарларнии етказиб бериш тизими даражасининг
        пастлиги хўжалик юритувчи субъектлар трансакция харажатларининг ошишига
        ва улар томонидан ишлаб чиқарилаётган маҳсулотларнинг
        рақобатбардошлигини пасайишига олиб келмоқда” 2 . Юқоридагилардан келиб
        чиқиб шуни айтиш мумкинки, маҳсулот ишлаб чиқарадиган корхоналарда,
        чакана ва улгуржи савдо корхоналарида, хизмат кўрсатиш корхоналарида
        маркетингни бошқаришдан самарали фойдаланиш бу фақат корхонада ишни
        ташкил этиш ва уни бошқариш эмас, балки товарлар ёки хизматлар
        рақобатбардошлигини оширишга кенг имкониятлар яратади.
        <br />
        <br />
        Самарали маркетинг бошқарувига эришиш компаниянинг маркетинг
        имкониятларини қанчалик тўғри баҳоланишига боғлиқ. Аслида маркетинг
        имкониятлари деганда истеъмолчилар қизиқиши ва эҳтиёжларининг шундай
        соҳаси тушуниладики, ушбу соҳани қамраб олиниши компания учун фойда олиш
        эҳтимоллигини юқори даражага кўтаради. Келгусида корхона ва
        ташкилотларда маркетинг бошқарувининг айрим функциялари, хусусан
        режалаштириш, ташкил этиш, назорат қилиш кабиларнинг аҳамиятлилиги
        ортади. Чунончи маркетинг режаларини асослашда мақсаднинг тўғри
        қўйилиши, вазифаларнинг аниқ белгиланиши, стратегияларни асосли
        танланиши, тадбирлар туркумининг пухта ишлаб чиқилиши керак бўлади. Бу
        эса маркетинг хизмати мавқеининг ошишига сабаб бўлади.
      </div>
    </div>
  );
};

export default Entering;
