import classes from "./FirstPlan.module.scss";
import { MdOutlineDoubleArrow } from "react-icons/md";
import firstPlanImg from "../../assets/images/business.png";
import secondPlanImg from "../../assets/images/workerImg.jpg";

export const FirstPlan = () => {
  return (
    <div className={classes.firstplan_wrapper}>
      <h1 className="title">1.1.Фаннинг предмети ва мазмуни</h1>
      <div className={classes.plan_container}>
        <div className={classes.left_plan_div}>
          <p>
            Маркетинг инсонлар ва жамоат эҳтиёжларини аниқлаш ва қондиришдан
            иборат. Маркетингнинг энг қисқа таърифларидан бири қуйидагидан
            иборат: <b> “Маркетинг – бу эҳтиёжларни фойдали қондиришдир”</b>.
            АҚШнинг маркетинг уюшмаси қуйидаги расмий таърифни келтиради:
            маркетинг – бу харидорлар учун қадриятларни яратиш, илдамлаш ва
            етказиш жараёнлар тўплами ва ташкилий функция бўлиб, улар билан
            ўзаро муносабатларини бошқаришда ташкилотлар ёки манфаатдор кишилар
            фойдасини инобатга олишдан иборат. Алмашув жараёнларини бошқариш кўп
            меҳнат ва кўникмани талаб қилади.
          </p>
          <img className={classes.enterImg} src={firstPlanImg} alt="Img bor" />
        </div>
        <div className={classes.left_plan_div}>
          <img className={classes.enterImg} src={secondPlanImg} alt="Img bor" />
          <p>
            Маркетинг бошқаруви (маркетинг менежмент) потенциал алмашувда
            иштирок этувчиларнинг бирортаси контрагентларнинг истакларини рўёбга
            чиқарувчи воситани ишлаб чиқиб, фойдаланганидагина амалга ошади.
            Мазкур дарсликда маркетинг бошқаришни мақсадли бозорни танлаш,
            харидорларга уларга муҳим бўлган қадриятларни яратиш, тақдим этиш ва
            илдамлаш орқали уларни жалб этиш, сақлаш ва ривожлантириш санъати ва
            фани тариқасида ифодалаганмиз.
            <br />
            Маркетинг таърифларини ижтимоий ва бошқарув йўналишларига тақсимлаш
            мумкин.
          </p>
        </div>
        <div className={classes.textWrap}>
          <p className="title">Aҳолининг турмуш даражасини ошириш</p>
          Ижтимоий жараён нуқтаи назаридан маркетинг жамиятда тутган ўрни билан,
          маркетологлар ибораси билан айтганда, унинг функцияси “аҳолининг
          турмуш даражасини ошириш” билан белгиланади. Бизнинг фикримизча,
          маркетингнинг ижтимоий жараёндаги моҳияти қуйидагича таърифласа
          бўлади: маркетинг – бу ижтимоий жараён бўлиб, индивид ёки улар
          гуруҳининг қадрга эга бўлган товар ва хизматларни яратиш в таклиф этиш
          ҳамда уларни эркин алмашуви орқали эҳтиёж ва хоҳишларини қондирилишига
          айтилади. Маркетингни бошқарув жараёни тариқасида таърифловчилар
          кўпинча, уни товарларни сотиш санъати тариқасида ифодалашади,
          ваҳоланки, кўпчилик маркетингда сотув асосий ўринни эгалламаслигини
          эшитиб ҳайратга тушишади. ушишади. Сотув жараёни бу маркетингнинг
          фақатгина юқори қисмигина бўлиб ҳисобланади. Маркетинг
          назариячиларидан бири Питер Друкер қуйидаги фикрни айтиб ўтган:
          “Тасаввур бўйича сотувга бўлган эҳтиёжи мангудир. Аммо, маркетингнинг
          асосий вазифаси ҳам уни минималлаштиришдан иборат.
        </div>
        <div className={classes.content}>
          <div className={classes.textBgImg}>
            <div className={classes.blur}></div>
            <div className={classes.textWrap}>
              <p className="title2 ">Маркетингнинг мақсади</p>
              Маркетингнинг мақсади – харидорларда шундай билим ва тушунчалар
              даражасига етказиш керакки, уларга таклиф этилаётган товар ва
              хизматлар ҳаётий зарурлигини ишонтирган ҳолда, ўз-ўзларини
              сотишлари зарур. Маркетингнинг натижаси – харидга тайёр бўлган
              истеъмолчидир. Шундан кейин, истеъмолчига фақатгина тегишли товар
              ёки хизматни таклиф этиш керак холос
            </div>
          </div>
          <div className={classes.textBgImg}>
            <div className={classes.blur}></div>
            <div className={classes.textWrap}>
              <p className="title2">Фаннинг предмети</p>
              Фаннинг предмети - маркетологлар томонидан маркетингнинг ўнта
              “моҳияти” бўйича қарор қабул қилишга йўналтирилган жараёнлардир:
              моддий неъматлар (товарлар), хизматлар, тассавур (тажриба),
              ходисалар, шахсиятлар, жойлар, мулклар, ташкилотлар, ахборотлар ва
              ғоялар.
            </div>
          </div>
        </div>
        <div className={classes.textWrap}>
          Ҳар қандай тижорат корхонасининг мақсади фойда олиш ҳисобланади. Бироқ
          фойда олиш, уни ошириш, барқарорлаштиришга ёндашувлар турлича бўлиши
          мумкин. Тарихан корхонанинг бозордаги фаолиятига бешта асосий ёндашув
          шаклланган бўлиб, уларнинг ҳар бири ўз устуворликларига эга: ишлаб
          чиқариш, товар, сотиш фаолияти, харидорлар эҳтиёжлари, жамият
          эҳтиёжлари. Маркетинг ёндашувининг асосида инсон эҳтиёжлари ётади.
          Ушбу ёндашувнинг асосий ғояси қуйидагича: «Товар харидорнинг
          муаммосини қанчалик яхши ҳал этса, харидор уни сотиб олиши эҳтимоли
          шунчалик юқори, товарлар сотиш ва корхона оладиган фойда шунчалик
          барқарор бўлади». Товарлар билан боғлиқ барча ҳаракатлар, чунончи,
          лойиҳа тузиш, ишлаб чиқариш, омборга жойлаштириш, сотиш, таъминот,
          молиялаштириш ва бошқаларга қаратилади. Мос равишда, корхонада
          маркетинг интеграцияловчи (умумлаштирувчи) функцияга айланади
        </div>
        <div className={classes.cards}>
          <div className={classes.card}>Инсон эҳтиёжлари</div>
          <div className={classes.arrowIcon}>
            <MdOutlineDoubleArrow />
          </div>
          <div className={classes.card}>
            Корхонанинг бирлаштирилган ҳаракатлари: -талабни ўрганиш; <br />{" "}
            -ишлаб чиқариш; -сотув ва ҳ.к.{" "}
          </div>
          <div className={classes.arrowIcon}>
            <MdOutlineDoubleArrow />
          </div>
          <div className={classes.card}>Харидорлар эҳтиёжлари ни қондириш</div>
          <div className={classes.arrowIcon}>
            <MdOutlineDoubleArrow />
          </div>
          <div className={classes.card}>Барқарор сотув ва фойда олиш</div>
        </div>
      </div>
    </div>
  );
};
export default FirstPlan;
